Revit 2027 API
StructuralSettings.SymbolicCutbackForBrace Property
 Symbolic cutback distance to be applied to all braces.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double SymbolicCutbackForBrace { get; set; }
Public Property SymbolicCutbackForBrace As Double
	Get
	Set
public:
property double SymbolicCutbackForBrace {
	double get ();
	void set (double value);
}
member SymbolicCutbackForBrace : float with get, set
Property Value
Double
See Also
Reference
StructuralSettings Class
Autodesk.Revit.DB.Structure Namespace